[["Sometimes narrators tell their story in a non-linear fashion. How and why do two literary works tell their stories in a non-linear fashion?", "In what ways and for what reasons do two literary works appeal to their audience's eyes and ears? ", "How and why do two works use reliable or unreliable narrators to establish credible or incredible stories? ", "In what ways and to what effects do two works make use of myths, legends or other stories and tales?", "Symbolism can help a writer convey ideas, develop characters and establish an atmosphere. For what reasons and to what effects are symbols used in two literary works?", "How does narrative perspective shape the reader's perception of events and characters in two literary works?", "Works originally produced in a culture or in a language different from those of the reader can challenge the reader. With reference to two literary works, how do they challenge the reader to see the world in a new way? ", "Referring to two of the literary works you have studied, consider the ways in which these works employ humour and to what effect.", "Contrast is often necessary to hold the attention of readers. How and with what effects do two writers you have studied use contrast?", "With reference to the two works you have studied, examine how writers structure their works to engage the reader and to explore their ideas.", "Discuss works by at least two writers you have studied in which effects are achieved through humour or sadness, or by the interaction of the two.", "Writers often use setting to emphasize important ideas. Discuss how effectively this has been done in the works of at least two writers you have studied.", "Writers can sometimes present their ideas in unusual and thought-provoking ways. How, and to what effect, has this been shown in two of the works you have studied?", "How and to what effect are different moral values conveyed in two works you have studied?", "Referring to two works you have studied, discuss how the writers portray the significance of a journey.", "Referring to two works you have studied, how is an unconventional order of events used to achieve a specific effect?", "Referring to two works you have studied, how, and to what effect, do the different points of view expressed influence the reader?", "To what effect have humorous elements been used in at least two of the works you have studied?", "How have aspects of mystery or suspense been used to develop plot and/or atmosphere in at least two of the works you have studied?", "In two works you have studied, explore how the title and/or opening lines take on increasing significance throughout the work.", "Discuss the role of the villain or villainous forces in the two works you have studied.", "Suspense is what keeps readers turning the pages of literary works. Compare and contrast the ways in which the authors of two literary works build suspense and capture the imagination of their readers.", "In what ways may a work's stylistic features (the writer's use of language, literary conventions, devices, etc) enhance to or detract from its popularity over time? Discuss with reference to at least two works you studied. "], ["Literature is often said to be timeless. To what extent is this true of two literary works?", "Works originally produced in a culture or in a language different from those of the reader can challenge the reader. With reference to two literary works, how do they challenge the reader to see the world in a new way?", "For what reasons might two works be considered \"literary\"? Identify and discuss some of the features that make these works literary.", "How might the personal history of an author have a significant influence on their writing? Comment on specific instances of such influence in two literary works.", "Demonstrate how a comparatively insignificant event can take on considerable importance in two of the works you have studied.", "Writing is both an art and a craft, where form and content are carefully constructed and language and style artistically embellish the whole. Discuss in what ways the two works you have studied effectively combine both art and craft.", "A work can be critically acclaimed in one culture and be banned in another. Discuss how two works might lend themselves to various receptions.", "How valid is the assertion that literary works are a voice for the oppressed?", "Referring to two works you have studied, compare and contrast how the tensions between\"new\" and \"old\" have been presented.", "Discuss how conflict and resolution are treated in two works you have studied.", "With reference to two works you have studied, discuss the means by which the passage of time is communicated and the effect this achieves.", "How, and to what effect, do the writers in two works you have studied portray the societies they are writing about?", "In what ways do cultural, physical or geographical surroundings influence the characters in at least two of the works you have studied?", "Many works of literature have caused controversy. Examine how the form and/or content of the two works you have studied have caused controversies.", "In two works you have studied, discuss the significance of characters' relationships with their pasts.", "Looking closely at how weakness and strength are represented in at least two works that you have studied. Discuss how the identity of the protagonists has been explored."], ["There is no love without suffering. Discuss the extent to which at least two of the works you have studied support this view. ", "Work together or stand on your own two feet. How do two literary works comment on collaboration or independence?", "Discuss in what ways and to what effect the \"freedom to act, to speak, to think\" has been explored in at least two of the works you have studied.", "How do two works depict men and women struggling to resolve problems and not succeeding very well?", "Tension is often created between \"new\" and \"old\".  To what effect do writers explore such tension in two literary works?", "In what ways and for what reasons are weaknesses and strengths depicted in two literary works?", "In what ways do two literary works act as a voice for the oppressed? ", "The depiction of violence in some form (cultural,  political, physical, psychological, etc.) is a central preoccupation of many works of literature. In two of the works, you have studied discuss how violence is depicted and explore its significance.", "A good life means different things to different people. Consider how a good life is represented in two works studied.", "Consider how justice is defined in two literary works you have studied.", "\"Coming of age stories\" are ones which present the psychological, moral, and social shaping of a character. Discuss how the protagonist develops in two works you have studied.", "Examine the portrayal of difference (e.g. physical limitations, mental illness, race, class or sexual identity) in two of the literary works you have studied.", "The portrayal of guilt in literary works can be delivered through a variety of techniques with a variety of effects. In what ways has guilt been presented in at least two works you have studied?", "The struggle between reason and emotion often provokes the imagination of writers. In what ways has this struggle or conflict been portrayed in at least two works you have studied?", "\"Heroism is an elusive idea.\" How and to what effect have at least two writers you have studied portrayed heroic action?", "Writers may create understanding for those who act immorally. With reference to works by at least two writers you have studied, discuss how this is done and to what effect.", "Examine the ways in which at least two writers you have studied have presented obsessions and/or addictions in their works.", "Implicitly or explicitly, literary works inevitably communicate their cultural values to the reader. Referring to two of the works you have studied, compare and contrast the ways in which this is done and the effects it achieves.", "Comparing the presentation of characters in two works you have studied, evaluate how the search for truth changes people.", "Referring to two works you have studied, compare and contrast the ways in which they show the main characters overcoming limitation.", "Works of literature may be set in times past or times yet to come, but their central concerns are always relevant to the time in which they were written. Discuss with reference to at least two of the works you have studied.", "In what ways could you say that the two writers you have studied distort reality in order to create a particular effect or to present a particular idea?", "Separation and reunion are sometimes used by writers to create and maintain tension in a literary work. In at least two works you have studied, show how writers have made effective use of the artistic potential of one or both human experiences. ", "Discuss important decisions that characters make and how they lead to self- knowledge in two works you have studied. ", "Authors use the portrayal of characters who are somewhat trapped as a means to critique society. Discuss the extent to which this is true. "], ["How is belief or faith represented in two literary works? What, according to these works, is the significance of belief or faith?  ", "How are notions of wealth and money represented in two literary works?", "Analyze how justice is represented and understood in two literary works.", "Analyze how justice is represented and understood in two literary works.", "To what extent do the texts you have studied show that an individual is in control of his or her own destiny? ", "How is the pursuit of happiness explored in two literary works?", "Discuss the significance of the rural and/or the urban in two literary works.", "Discuss the role that regret plays in two works studied. How is regret central to the works' central ideas or themes?", "To what extent do male and female literary characters accurately reflect the role of men and women in society in two literary works you have studied?", "\"Ultimately, everybody is controlled by social expectations.\" Show how far at least two writers you have studied have constructed the settings of their works to question or support this view.", "Explore how two works you have studied present characters as complex and multi-faceted.", "Discuss how isolation or loneliness is presented in two works you have studied.", "With regard to two works you have studied, explore the representation of poverty.", "Discuss in what ways and to what effect the \"freedom to act, to speak, to think\" has been explored in at least two of the works you have studied.", "In what ways would you argue that war is an important factor, either contextually or within the body of the work, in at least two of the works you have studied?", "Some say 'Ignorance is bliss. How is 'not knowing' presented in the two texts you have studied and to what effect? ", "In what ways and for what reasons is the notion of 'home' explored in two of the literary works that you have studied? ", "How do the environment and setting contribute to developing the characters' views of reality in two works you have studied? ", "How is home depicted in two of the works you have studied and what is its significance? ", "Sometimes a simple misunderstanding changes the whole outcome of a play or a novel. Discuss the impact of such misunderstandings in at least two of the works you have studied. ", "Some would say that we can never escape the past. Explore this idea in at least two literary works you have studied. ", "In what ways have at least two of your writers explored the role of the individual within society and what conclusions might be drawn from these explorations? ", "Many works are concerned with human suffering. How was this concern been expressed in a way that engages audiences of various times and/or places in at least two of the works you have studied?"]]